/* Sandvox link-back blurb */
"Build simple websites on the Mac and host it anywhere" = "Costruisci semplici siti web su Mac e trasferiscili ovunque";

/* Sandvox link-back blurb */
"Create and publish a web site with your Mac - for individuals, small business, and education" = "Crea e pubblica un sito web con il tuo Mac - per uso individuale, piccole aziende ed in ambito educativo";

/* Sandvox link-back blurb */
"Create websites, photo albums, and weblogs on the Mac" = "Crea siti web, album fotografici e weblog sul tuo Mac";

/* Alt string for sandvox badge */
"Created by Sandvox - %@" = "Creato da Sandvox - %@";

/* string that goes before badgeLinkString, for badge */
"Created with" = "Creato da";

/* title string for sandvox badge link */
"Learn about Sandvox - %@" = "Conosci meglio Sandvox - %@";

/* linked text in the text badge linking back to sandvox site.  Always FOLLOWS the 'created by' regardless of language. */
"Sandvox" = "Sandvox";

/* Sandvox link-back blurb */
"The easy mac web site Builder - for school, business, family" = "Il creatore facile di siti web per Mac - per scuole, aziende, famiglia";

/* Sandvox link-back blurb */
"The Mac Website Creator - publish weblogs and photos on any host" = "Il creatore di siti web per Mac - pubblica weblog e foto su qualsiasi host";

/* Sandvox link-back blurb */
"Using your Macintosh, publish your blog / photo album / web site on any ISP" = "Usando il tuo Macintosh, pubblica il tuo blog / album fotografico / sito web su qualsiasi internet provider";